zsh-users/zsh-completions

jeffreytse/zsh-vi-mode

olets/zsh-abbr kind:defer

belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility
# belak/zsh-utils path:completion

romkatv/powerlevel10k kind:fpath

cjayross/up

mattmc3/zfunctions
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search

# sorin-ionescu/prezto path:modules/completion

joshskidmore/zsh-fzf-history-search kind:defer

greymd/docker-zsh-completion
